#### CfmPerFtSup3 Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol CFM/ftÂ³, indicating unit Cubic feet per minute cubic foot.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId CfmPerFtSup3 { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property CfmPerFtSup3 As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ CfmPerFtSup3 { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace